Repository: Rupeshkaadyan/Tether
Catalog: Tether/Localizable.xcstrings
Source language: en
Languages: es, hi

source: Nothing is expected of you until this ends. No reminders, no streaks at risk, nothing to catch up on.
es: No se espera nada de ti hasta que termine. Sin recordatorios, sin rachas en riesgo, nada que recuperar.
hi: जब तक यह खत्म न हो, आपसे कुछ अपेक्षित नहीं। कोई याद दिलाना नहीं, कोई श्रृंखला जोखिम में नहीं, कुछ भरपाई नहीं।

source: Nothing logged this week. No guilt — start again today.
es: Nada registrado esta semana. Sin culpa: empieza de nuevo hoy.
hi: इस सप्ताह कुछ दर्ज नहीं। कोई गिल्ट नहीं — आज से फिर शुरू करें।

source: Nothing shared yet
es: Nada compartido aún
hi: अभी कुछ साझा नहीं

source: Nothing to chart yet. A few days of entries and this fills in.
es: Aún no hay nada que mostrar. Con unos días de entradas se llenará.
hi: अभी दिखाने के लिए कुछ नहीं। कुछ दिनों की प्रविष्टियों के बाद यह भर जाएगा।

source: Nothing to compare yet
es: Aún no hay nada que comparar
hi: अभी तुलना के लिए कुछ नहीं

source: Nothing to look back on yet
es: Aún no hay nada que mirar
hi: अभी देखने के लिए कुछ नहीं

source: Numbers only. Not one word either of you wrote is on this card — that is the point.
es: Solo números. Ni una palabra de lo que escribisteis está aquí — de eso se trata.
hi: केवल आँकड़े। आप दोनों का लिखा एक शब्द भी इस कार्ड पर नहीं है — यही बात है।

source: ON THIS DAY
es: EN ESTE DÍA
hi: इस दिन

source: Ocean
es: Océano
hi: समुद्र

source: Off
es: Desactivado
hi: बंद

source: Off by default. When on, only anonymized counts, mood averages and themes are sent for a richer weekly summary — never your actual words.
es: Desactivado por defecto. Al activarlo solo se envían recuentos anónimos, promedios de ánimo y temas, nunca tus palabras reales.
hi: डिफ़ॉल्ट रूप से बंद। चालू करने पर केवल गुमनाम गिनती, मूड औसत और विषय भेजे जाते हैं — आपके वास्तविक शब्द कभी नहीं।

source: On
es: Activado
hi: चालू

source: On this day
es: En este día
hi: इस दिन

source: On this device only
es: Solo en este dispositivo
hi: केवल इस डिवाइस पर

source: On: %@
es: Activado: %@
hi: चालू: %@

source: One focus for next week
es: Un objetivo para la próxima semana
hi: अगले सप्ताह के लिए एक फ़ोकस

source: One reminder a day
es: Un recordatorio al día
hi: दिन में एक रिमाइंडर

source: One sentence is enough
es: Una frase basta
hi: एक वाक्य काफ़ी है

source: One subscription. Both partners. Always.
es: Una suscripción. Ambos. Siempre.
hi: एक सदस्यता। दोनों साथी। हमेशा।

source: One to go.
es: Falta una.
hi: एक बाकी।

source: One to remember
es: Uno para recordar
hi: याद रखने लायक

source: Only me
es: Solo yo
hi: सिर्फ़ मैं

source: Only mine
es: Solo mía
hi: सिर्फ़ मेरा

source: Open grass, seed drifting on a warm breeze.
es: Hierba abierta, semillas en una brisa cálida.
hi: खुली घास, गर्म हवा में उड़ते बीज।

source: Optional. "Work is heavy." "I'm not well."
es: Opcional. "El trabajo pesa." "No estoy bien."
hi: वैकल्पिक। "काम बहुत है।" "मेरी तबीयत ठीक नहीं।"

source: Optional. \"Work is heavy.\" \"I'm not well.\"
es: Opcional. \"El trabajo pesa.\" \"No estoy bien.\"
hi: वैकल्पिक। \"काम बहुत है।\" \"मेरी तबीयत ठीक नहीं।\"

source: Or share this code
es: O comparte este código
hi: या यह कोड साझा करें

source: Our Tether year
es: Nuestro año en Tether
hi: हमारा Tether वर्ष

source: Our check-in
es: Nuestro encuentro
hi: हमारी मुलाक़ात

source: Pair with your partner first.
es: Conecta con tu pareja primero.
hi: पहले अपने साथी से जुड़ें।

source: Pause the reminders
es: Pausar los recordatorios
hi: याद दिलाना रोकें

source: Photo
es: Foto
hi: फ़ोटो

source: Photo entry
es: Entrada con foto
hi: फ़ोटो प्रविष्टि

source: Physical Touch
es: Contacto físico
hi: शारीरिक स्पर्श

source: Pick a time you will both show up. A standing appointment beats good intentions.
es: Elegid una hora en la que ambos estaréis. Una cita fija supera las buenas intenciones.
hi: वह समय चुनें जब आप दोनों आएँगे। तय मुलाक़ात अच्छी नीयत से बेहतर है।

source: Pick whichever is easiest. Tap a different one any time to change your mind.
es: Elige el que te resulte más fácil. Toca otro en cualquier momento para cambiar de idea.
hi: जो सबसे आसान हो चुनें। मन बदलने पर कभी भी किसी और पर टैप करें।

source: Pinch to zoom, drag to move.
es: Pellizca para ampliar, arrastra para mover.
hi: ज़ूम करने के लिए पिंच करें, हिलाने के लिए खींचें।

source: Play voice note
es: Reproducir nota de voz
hi: आवाज़ नोट चलाएँ

source: Playing…
es: Reproduciendo…
hi: चल रहा है…

source: Position
es: Posición
hi: स्थिति

source: Prefer not to say
es: Prefiero no decirlo
hi: बताना नहीं चाहते

source: Privacy
es: Privacidad
hi: गोपनीयता

source: Private chat
es: Chat privado
hi: निजी बातचीत

source: Profile picture
es: Foto de perfil
hi: प्रोफ़ाइल तस्वीर

source: Prompts in this track
es: Preguntas de este camino
hi: इस मार्ग के प्रश्न

source: Pulse
es: Pulso
hi: पल्स

source: Purchases restored
es: Compras restauradas
hi: खरीद बहाल

source: Put it here
es: Ponlo aquí
hi: यहाँ रख दें

source: Quality Time
es: Tiempo de calidad
hi: गुणवत्तापूर्ण समय

# Question %lld of %lld
source: Question %1$lld of %2$lld
es: Pregunta %lld de %lld
hi: प्रश्न %lld / %lld

source: Quiet week
es: Semana tranquila
hi: शांत सप्ताह

source: Quranic
es: Coránico
hi: कुरान आधारित

source: Read both
es: Leer ambas
hi: दोनों पढ़ें

source: Receiving Gifts
es: Recibir regalos
hi: उपहार पाना

source: Recent
es: Reciente
hi: हाल ही में

source: Record a voice note
es: Grabar una nota de voz
hi: आवाज़ नोट रिकॉर्ड करें

source: Recorded
es: Grabado
hi: रिकॉर्ड हो गया

source: Reflecting…
es: Reflexionando…
hi: सोच रहे हैं…

source: Relationship Pulse
es: Pulso de la relación
hi: रिश्ते की पल्स

# Relationship Pulse. %@. %@.
source: Relationship Pulse. %1$@. %2$@.
es: Pulso de la relación. %@. %@.
hi: रिश्ते की पल्स. %@. %@.

source: Relationship pulse
es: Pulso de la relación
hi: रिश्ते की धड़कन

source: Remembering
es: Recordando
hi: याद रख रहा है

source: Reminders
es: Recordatorios
hi: रिमाइंडर

source: Remove
es: Quitar
hi: हटाएँ

source: Requires your device passcode or Face ID when Tether is opened. Nobody else can read your journal.
es: Requiere el código de tu dispositivo o Face ID al abrir Tether. Nadie más puede leer tu diario.
hi: Tether खोलने पर आपके डिवाइस का पासकोड या Face ID चाहिए। और कोई आपकी जर्नल नहीं पढ़ सकता।

source: Reset
es: Restablecer
hi: रीसेट

source: Restore purchases
es: Restaurar compras
hi: खरीद बहाल करें

source: Retake the quiz
es: Repetir el test
hi: क्विज़ फिर से लें

source: Save
es: Guardar
hi: सहेजें

source: Save privately
es: Guardar en privado
hi: निजी रूप से सहेजें

source: Save to Shared
es: Guardar en compartido
hi: साझा में सहेजें

source: Save today's entry
es: Guardar la entrada de hoy
hi: आज की प्रविष्टि सहेजें

source: Saved for today
es: Guardado para hoy
hi: आज के लिए सहेजा गया

source: Say one thing back…
es: Responde algo…
hi: एक बात कहें…

source: Scan this on their phone
es: Escanea esto en su teléfono
hi: इसे उनके फ़ोन पर स्कैन करें

source: Scene
es: Escena
hi: दृश्य

source: Search your entries
es: Busca tus entradas
hi: अपनी प्रविष्टियाँ खोजें

source: Secular & Psychology
es: Secular y psicología
hi: धर्मनिरपेक्ष और मनोविज्ञान

source: Security
es: Seguridad
hi: सुरक्षा

source: See your insights
es: Ver tus perspectivas
hi: अपनी जानकारी देखें

source: See your year
es: Ver tu año
hi: अपना साल देखें

source: Send
es: Enviar
hi: भेजें

source: Send %@ something. No words needed.
es: Envíale algo a %@. Sin palabras.
hi: %@ को कुछ भेजें। शब्दों की ज़रूरत नहीं।

source: Send a reminder
es: Enviar un recordatorio
hi: रिमाइंडर भेजें

source: Send at %lld:00
es: Enviar a las %lld:00
hi: %lld:00 बजे भेजें

source: Send it
es: Enviar
hi: भेजें

source: Send message
es: Enviar mensaje
hi: संदेश भेजें

source: Set
es: Fijar
hi: तय करें

source: Set a ritual
es: Fijar un ritual
hi: अनुष्ठान तय करें

source: Settings
es: Ajustes
hi: सेटिंग्स

source: Settled
es: Resuelto
hi: तय हो गया

source: Share
es: Compartir
hi: साझा करें

source: Share as an image
es: Compartir como imagen
hi: छवि के रूप में साझा करें

source: Share with %@
es: Compartir con %@
hi: %@ के साथ साझा करें

source: Share your year book
es: Comparte tu anuario
hi: अपनी वर्ष पुस्तिका साझा करें

source: Shared
es: Compartido
hi: साझा

source: Showing up
es: Estar presente
hi: आना

source: Shown to them. Keep it to what you want them to hold.
es: Se le mostrará. Escribe solo lo que quieras que sostenga.
hi: उन्हें दिखाया जाएगा। वही लिखें जो आप चाहते हैं वे सँभालें।

source: Sign in to iCloud
es: Inicia sesión en iCloud
hi: iCloud में साइन इन करें

source: Sitting here
es: Aquí guardado
hi: यहाँ रखा है

source: Skip
es: Omitir
hi: छोड़ें

source: Slipping
es: Bajando
hi: फिसल रहा

source: Slow it down and be careful with each other
es: Id despacio y cuidaos
hi: धीमे रहें और एक-दूसरे का ध्यान रखें

source: Small proofs that you keep showing up.
es: Pequeñas pruebas de que sigues apareciendo.
hi: छोटे सबूत कि आप लगातार आते रहे।

source: Soft green, butterflies.
es: Verde suave, mariposas.
hi: कोमल हरा, तितलियाँ।

source: Some things need to be said out loud. Others just need to be written down first. This is for the second kind.
es: Algunas cosas hay que decirlas. Otras solo necesitan escribirse primero. Esto es para las segundas.
hi: कुछ बातें कहनी पड़ती हैं। कुछ को बस पहले लिख लेना होता है। यह दूसरी तरह के लिए है।

source: Something true, kind, or useful. For a hard day — theirs or yours.
es: Algo verdadero, amable o útil. Para un día difícil — el suyo o el tuyo.
hi: कुछ सच्चा, दयालु या उपयोगी। कठिन दिन के लिए — उनके या आपके।

source: Something worth keeping? The jar is only full on a hard day if you fill it on a good one.
es: ¿Algo que merezca guardarse? El frasco solo estará lleno en un día difícil si lo llenas en uno bueno.
hi: रखने लायक कुछ? कठिन दिन में जार तभी भरा मिलेगा जब अच्छे दिन में भरेंगे।

source: Sometimes a week is just too much. Saying so is kinder than disappearing — the other person gets to know it is not about them, instead of guessing.
es: A veces una semana es demasiado. Decirlo es más amable que desaparecer: la otra persona sabe que no es por ella, en vez de imaginarlo.
hi: कभी कभी एक सप्ताह बहुत भारी होता है। चुप हो जाने से बेहतर है कह देना — सामने वाले को पता रहता है कि बात उसकी नहीं है, अंदाज़ा लगाने की ज़रूरत नहीं।

source: Start %@
es: Empezar %@
hi: %@ शुरू करें

source: Start a quiet week?
es: ¿Empezar una semana tranquila?
hi: शांत सप्ताह शुरू करें?

source: Start again
es: Empezar de nuevo
hi: फिर से शुरू करें

source: Start dictation
es: Empezar a dictar
hi: बोलना शुरू करें

source: Start it
es: Empezar
hi: शुरू करें

source: Start on your own
es: Empieza por tu cuenta
hi: अकेले शुरू करें

source: Start over
es: Empezar de nuevo
hi: फिर से शुरू करें

source: Start together
es: Empezad juntos
hi: साथ शुरू करें

source: Status
es: Estado
hi: स्थिति

source: Steady
es: Estable
hi: स्थिर

# Step %lld of %lld
source: Step %1$lld of %2$lld
es: Paso %lld de %lld
hi: चरण %lld / %lld

source: Stop
es: Parar
hi: रोकें

source: Stop dictation
es: Dejar de dictar
hi: बोलना रोकें

source: Stop recording
es: Detener grabación
hi: रिकॉर्डिंग रोकें

source: Strained
es: Tensionado
hi: तनावपूर्ण

source: Streak
es: Racha
hi: निरंतरता

# Streak %lld day%@
source: Streak %1$lld day%2$@
es: Racha %lld día%@
hi: लय %lld दिन%@

source: Subscription
es: Suscripción
hi: सदस्यता

source: Subscriptions renew automatically unless cancelled at least 24 hours before the period ends. Manage in your App Store account.
es: Las suscripciones se renuevan automáticamente salvo que se cancelen al menos 24 horas antes del final del periodo. Gestiona en tu cuenta de App Store.
hi: सदस्यताएँ स्वतः नवीनीकृत होती हैं जब तक कि अवधि समाप्त से 24 घंटे पहले रद्द न करें। अपने App Store खाते में प्रबंधित करें।

source: Support is available
es: Hay apoyo disponible
hi: सहायता उपलब्ध है

source: Sync
es: Sincronizar
hi: सिंक

source: Sync now
es: Sincronizar ahora
hi: अभी सिंक करें

source: THE DAY AFTER LAST TIME
es: EL DÍA DESPUÉS DE LA ÚLTIMA VEZ
hi: पिछली बार के अगले दिन

source: TOGETHER
es: JUNTOS
hi: साथ

source: TRY ASKING
es: PRUEBA A PREGUNTAR
hi: पूछने की कोशिश करें

source: Take the quiz
es: Haz el test
hi: क्विज़ लें

source: Talk it through, in your own words
es: Háblalo con tus palabras
hi: अपने शब्दों में बात करें

source: Tether is not therapy and not a crisis service.
es: Tether no es terapia ni un servicio de crisis.
hi: Tether चिकित्सा नहीं है और न ही संकट सेवा।

source: Tether is not therapy. If things feel unsafe or overwhelming, please talk to someone qualified.
es: Tether no es terapia. Si algo se siente inseguro o abrumador, habla con alguien cualificado.
hi: Tether चिकित्सा नहीं है। यदि चीज़ें असुरक्षित या भारी लगें, तो कृपया किसी योग्य व्यक्ति से बात करें।

source: Tether will not remind either of you until then.
es: Tether no os recordará nada a ninguno hasta entonces.
hi: तब तक Tether आप दोनों को याद नहीं दिलाएगा।

source: Tether will stop reminding you until it ends.
es: Tether dejará de recordártelo hasta que termine.
hi: खत्म होने तक Tether याद नहीं दिलाएगा।

source: Tether. Two people. One practice.
es: Tether. Dos personas. Una práctica.
hi: Tether. दो लोग। एक अभ्यास।

source: Thanks
es: Gracias
hi: धन्यवाद

source: That is all we will send. No streaks shaming, no re-engagement spam, no marketing.
es: Eso es todo lo que enviaremos. Sin avergonzar por rachas, sin spam, sin marketing.
hi: इतना ही हम भेजेंगे। कोई लय-शर्मिंदगी, कोई स्पैम, कोई मार्केटिंग नहीं।

source: That's completely fine. You can take the quiz any time from Settings to personalise your insights.
es: Está bien. Puedes hacer el test cuando quieras desde Ajustes.
hi: यह बिल्कुल ठीक है। आप सेटिंग्स से कभी भी क्विज़ ले सकते हैं।

source: The seven days
es: Los siete días
hi: सात दिन

source: The words will be deleted for good. You keep only the fact that you wrote them.
es: Las palabras se borrarán del todo. Solo conservas el hecho de haberlas escrito.
hi: शब्द हमेशा के लिए मिट जाएँगे। केवल यह रहेगा कि आपने लिखा था।

source: Theme
es: Tema
hi: थीम

source: Then %@. Cancel anytime in Settings.
es: Luego %@. Cancela cuando quieras en Ajustes.
hi: फिर %@. सेटिंग्स में कभी भी रद्द करें।

source: They can draw this from the jar.
es: Puede sacarla del frasco.
hi: वे इसे जार से निकाल सकते हैं।

source: Things you didn't send
es: Cosas que no enviaste
hi: जो आपने नहीं भेजा

source: Thinking…
es: Pensando…
hi: सोच रहे हैं…

source: This device only
es: Solo este dispositivo
hi: केवल इस डिवाइस पर

source: This is a lens, not a verdict. It is a starting point for noticing what actually lands.
es: Esto es una lente, no un veredicto. Es un punto de partida para notar qué funciona de verdad.
hi: यह एक दृष्टिकोण है, फ़ैसला नहीं। यह समझने की शुरुआत है कि वास्तव में क्या काम करता है।

source: This is not about you. They asked for space, and told you so — which is the opposite of disappearing.
es: No es por ti. Pidió espacio y te lo dijo, que es lo contrario de desaparecer.
hi: यह आपके बारे में नहीं है। उन्होंने जगह माँगी और बता दिया — जो चुप हो जाने से उलटा है।

source: This is yours alone
es: Esto es solo tuyo
hi: यह केवल आपका है

source: This is yours alone. Your partner chooses their own.
es: Esto es solo tuyo. Tu pareja elige el suyo.
hi: यह केवल आपका है। आपका साथी अपना खुद का चुनता है।

source: This only picks your starting colour. Change it any time.
es: Solo elige tu color inicial. Cámbialo cuando quieras.
hi: यह केवल आपका शुरुआती रंग चुनता है। कभी भी बदलें।

source: This removes every entry on this device and destroys the encryption key. It cannot be undone.
es: Esto elimina todas las entradas del dispositivo y destruye la clave de cifrado. No se puede deshacer.
hi: यह इस डिवाइस की हर प्रविष्टि हटा देता है और एन्क्रिप्शन कुंजी नष्ट कर देता है। इसे वापस नहीं किया जा सकता।

source: This week
es: Esta semana
hi: इस सप्ताह

source: Three ways to connect
es: Tres formas de conectar
hi: जुड़ने के तीन तरीके

source: Thriving
es: Floreciendo
hi: फल-फूल रहा

source: Time
es: Hora
hi: समय

source: Today
es: Hoy
hi: आज

source: Today — %@
es: Hoy — %@
hi: आज — %@

source: Today's answers, together.
es: Las respuestas de hoy, juntos.
hi: आज के उत्तर, साथ में।

source: Together
es: Juntos
hi: साथ

source: Turn on reminders
es: Activar recordatorios
hi: रिमाइंडर चालू करें

source: Two accounts of the same day, both true. This is what it is like to be two people.
es: Dos relatos del mismo día, ambos ciertos. Así es ser dos personas.
hi: एक ही दिन के दो विवरण, दोनों सच। दो लोग होना ऐसा ही होता है।

source: Two people. One practice.
es: Dos personas. Una práctica.
hi: दो लोग। एक अभ्यास।

source: Two versions
es: Dos versiones
hi: दो संस्करण

source: Unlock
es: Desbloquear
hi: खोलें

source: Unsent
es: Sin enviar
hi: अनकहा

source: Upgrade
es: Mejorar
hi: अपग्रेड

source: Use
es: Usar
hi: उपयोग करें

source: Vedic & Dharmic
es: Védico y dhármico
hi: वैदिक और धार्मिक

source: View weekly recap
es: Ver resumen semanal
hi: साप्ताहिक सारांश देखें

source: Voice
es: Voz
hi: आवाज़

source: Voice entry
es: Entrada de voz
hi: आवाज़ प्रविष्टि

source: Voice note
es: Nota de voz
hi: आवाज़ नोट

source: WHAT MIGHT HELP
es: QUÉ PODRÍA AYUDAR
hi: क्या मदद कर सकता है

source: Waiting for %@
es: Esperando a %@
hi: %@ की प्रतीक्षा

source: Waiting for your partner
es: Esperando a tu pareja
hi: अपने साथी का इंतज़ार

source: Warm paper and morning light.
es: Papel cálido y luz de la mañana.
hi: गर्म कागज़ और सुबह की रोशनी।

source: Warm sand at dusk, dust on the wind.
es: Arena cálida al atardecer, polvo en el viento.
hi: शाम को गर्म रेत, हवा में धूल।

source: We're in a hard moment
es: Estamos en un momento difícil
hi: हम कठिन दौर से गुज़र रहे हैं

source: Weekly recap
es: Resumen semanal
hi: साप्ताहिक सारांश

source: Weekly reflection
es: Reflexión semanal
hi: साप्ताहिक चिंतन

source: What are you looking forward to about seeing them today?
es: ¿Qué esperas con ganas de verle hoy?
hi: आज उनसे मिलने की किस बात का आपको इंतज़ार है?

source: What did they do recently that made your day slightly easier?
es: ¿Qué hizo hace poco que te facilitó el día?
hi: हाल ही में उन्होंने ऐसा क्या किया जिससे आपका दिन थोड़ा आसान हो गया?

source: What did you learn about love from the house you grew up in?
es: ¿Qué aprendiste sobre el amor en la casa donde creciste?
hi: आप जिस घर में बड़े हुए, वहाँ से आपने प्रेम के बारे में क्या सीखा?

source: What do you call it?
es: ¿Cómo lo llamáis?
hi: आप इसे क्या कहते हैं?

source: What do you do when you feel attacked?
es: ¿Qué haces cuando te sientes atacado?
hi: जब लगता है कि हमला हुआ है, तो आप क्या करते हैं?

source: What do you need in the first minute of a disagreement?
es: ¿Qué necesitas en el primer minuto de un desacuerdo?
hi: असहमति के पहले मिनट में आपको क्या चाहिए?

source: What do you need to say out loud, even if nothing changes as a result?
es: ¿Qué necesitas decir en voz alta, aunque nada cambie?
hi: कौन सी बात आपको ज़ोर से कहनी है, भले ही उससे कुछ बदले नहीं?

source: What do you wish you had said in a recent argument?
es: ¿Qué desearías haber dicho en una discusión reciente?
hi: हाल के किसी झगड़े में आप क्या कहना चाहते थे?

source: What does feeling safe actually feel like for you?
es: ¿Cómo se siente realmente sentirse a salvo para ti?
hi: सुरक्षित महसूस करना आपके लिए वास्तव में कैसा होता है?

source: What drains you that they might not realise?
es: ¿Qué te agota y quizá esa persona no nota?
hi: कौन सी चीज़ आपकी ऊर्जा खींच लेती है, जिसे वे शायद नहीं समझते?

source: What happened?
es: ¿Qué pasó?
hi: क्या हुआ?

source: What is a conversation the two of you keep postponing?
es: ¿Qué conversación seguís posponiendo?
hi: कौन सी बातचीत है जिसे आप दोनों बार-बार टाल रहे हैं?

source: What is a criticism you have made that was really about something else?
es: ¿Qué crítica has hecho que en realidad era sobre otra cosa?
hi: आपने कौन सी आलोचना की जो असल में किसी और बात के बारे में थी?

source: What is a need you have quietly stopped asking for?
es: ¿Qué necesidad has dejado de pedir en silencio?
hi: कौन सी ज़रूरत है जो आपने चुपचाप माँगनी बंद कर दी?

source: What is a question you would like to ask them but have not?
es: ¿Qué pregunta te gustaría hacerle y aún no has hecho?
hi: कौन सा सवाल आप उनसे पूछना चाहते हैं पर अब तक नहीं पूछा?

source: What is one ordinary thing they do that you would miss?
es: ¿Qué cosa cotidiana hace que echarías de menos?
hi: वे जो एक साधारण सी बात करते हैं, उसकी आपको सबसे ज़्यादा कमी खलेगी?

source: What is one small thing they could do that would make you feel heard?
es: ¿Qué pequeña cosa podría hacer para que te sientas escuchado?
hi: वे कौन सी छोटी बात करें जिससे लगे कि आपकी बात सुनी गई?

source: What is one small thing your partner did today that you noticed but did not mention?
es: ¿Qué pequeña cosa hizo hoy tu pareja que notaste y no mencionaste?
hi: आज आपके साथी ने जो छोटी सी बात की, आपने देखी पर कही नहीं — वह क्या थी?

source: What is one thing they said recently that stuck with you?
es: ¿Qué dijo hace poco que se te quedó grabado?
hi: हाल ही में उन्होंने जो कुछ कहा, उसमें से एक बात जो आपके मन में बस गई?

source: What is one thing you could concede in the next argument, and why does it matter?
es: ¿Qué podrías ceder en la próxima discusión, y por qué importa?
hi: अगले झगड़े में आप कौन सी एक बात मान सकते हैं, और वह क्यों मायने रखती है?

source: What is one thing you want them to know about how you fight?
es: ¿Qué quieres que sepa sobre cómo discutes?
hi: आप कैसे झगड़ते हैं — इस बारे में एक बात आप उन्हें बताना चाहते हैं?

source: What is one thing you wish they asked you about more often?
es: ¿Sobre qué te gustaría que preguntara más a menudo?
hi: कौन सी एक चीज़ है जिसके बारे में आप चाहते हैं कि वे और पूछें?

source: What is one thing you would like them to stop assuming about you?
es: ¿Qué te gustaría que dejara de asumir sobre ti?
hi: कौन सी एक बात है जिसके बारे में आप चाहते हैं कि वे मानना बंद कर दें?

source: What is something about them you have stopped noticing because it is always there?
es: ¿Qué has dejado de notar porque siempre está ahí?
hi: उनमें ऐसी कौन सी बात है जो हमेशा रहती है, इसलिए आपने उसे देखना बंद कर दिया?

source: What is something about your day you never get to tell them?
es: ¿Qué parte de tu día nunca llegas a contarle?
hi: अपने दिन की कौन सी बात आप कभी उन्हें बता नहीं पाते?

source: What is something they are better at than you, and you are glad they are?
es: ¿En qué es mejor que tú, y te alegra que lo sea?
hi: कौन सी चीज़ में वे आपसे बेहतर हैं, और आप ख़ुश हैं कि वे हैं?

source: What is something they said this week that you have not acknowledged?
es: ¿Qué dijo esta semana que no has reconocido?
hi: इस सप्ताह उन्होंने जो कहा, उसमें से किस बात का आपने अभी जवाब नहीं दिया?

source: What is something you are afraid to need?
es: ¿Qué te da miedo necesitar?
hi: कौन सी चीज़ आपको चाहिए, पर माँगने से डर लगता है?

source: What is something you have been saying indirectly that you could say plainly?
es: ¿Qué has estado diciendo de forma indirecta y podrías decir claro?
hi: कौन सी बात आप घुमा-फिरा कर कह रहे हैं, जिसे साफ़-साफ़ कहा जा सकता है?

source: What is something you have never fully forgiven, even if you said you had?
es: ¿Qué nunca has perdonado del todo, aunque dijiste que sí?
hi: कौन सी बात आपने कभी पूरी तरह माफ़ नहीं की, चाहे कह दिया हो?

source: What is something you have said in anger that you regret?
es: ¿Qué has dicho con rabia que lamentas?
hi: गुस्से में कही कौन सी बात पर आपको पछतावा है?

source: What is the argument the two of you keep having? What do you think it is really about?
es: ¿Cuál es la discusión que repetís? ¿Sobre qué crees que es en realidad?
hi: वह कौन सा झगड़ा है जो आप दोनों बार-बार करते हैं? आपके हिसाब से असल बात क्या है?

source: What is the first sign for you that a conversation is going badly?
es: ¿Cuál es tu primera señal de que una conversación va mal?
hi: आपके लिए पहला संकेत क्या है कि बातचीत बिगड़ रही है?

source: What is your partner's name?
es: ¿Cómo se llama tu pareja?
hi: आपके साथी का नाम क्या है?
